# St7GetNumStages

Returns the number of stages in a Strand7 model.

long St7GetNumStages(long uID, long* NumStages)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
NumStages
The number of stages.